Repository: yaBobJonez/UltimateScreenMate
Catalog: translate/*.po
Languages: ru, uk

source: Follow me
ru: Следуй за мной
uk: Слідуй за мною

source: Stay here
ru: Оставайся здесь
uk: Залишайся тут

source: Stop
ru: Прекрати
uk: Перестань

source: Don't do that
ru: Не делай этого
uk: Не роби цього

source: Once more
ru: Ещё раз
uk: Ще раз

source: Do just that
ru: Делай только это
uk: Роби лише це

source: Do whatever
ru: Делай что угодно
uk: Роби що завгодно

source: Options
ru: Опции
uk: Опції

source: Quit
ru: Выйти
uk: Вийти

source: Skins
ru: Скины
uk: Скіни

source: Settings
ru: Настройки
uk: Налаштування

source: Enable running
ru: Включить бег
uk: Увімкнути ходьбу

source: Enable walking
ru: Включить ходьбу
uk: Увімкнути біг

source: About USM
ru: Об USM
uk: Про USM

source: Install Skin
ru: Установить скин
uk: Встановити скін

source: Delete Skin
ru: Удалить скин
uk: Видалити скін

source: Apply
ru: Применить
uk: Застосувати

source: Close
ru: Закрыть
uk: Закрити

source: Select Skin directory
ru: Выберите папку со скином
uk: Оберіть теку зі скіном

source: INVALID_SKIN_DIR
ru: Выбранная папка не содержит корректного скина.
uk: Обрана тека не містить коректного скіна.

source: Error
ru: Ошибка
uk: Помилка

source: Warning
ru: Предупреждение
uk: Попередження

source: Go to Options
ru: Перейти к Опциям
uk: Перейти до Опцій

source: Loading
ru: Загрузка
uk: Завантаження

source: USM_LOADING
ru: Пожалуйста, подождите пока USM загрузится.
uk: Будь ласка, почекайте поки USM завантажиться.

source: Waiting...
ru: Ожидание...
uk: Очікування...

source: CANT_INSTALL_DEFAULT_SKINS
ru: Не удалось установить стандартные скины, невозможно продолжить.
uk: Не вдалося встановити стандартні скіни, неможливо продовжити.

source: CONFIG_REQUIRED
ru: Вам необходимо настроить USM, чтобы начать.
uk: Необхідно налаштувати програму, щоб розпочати.

source: BROKEN_CONFIG_RECONFIGURE
ru: Файл конфигурации вероятно повреждён, необходимо перенастроить USM.
uk: Файл конфігурації може бути пошкодженим, необхідно повторно налаштувати USM.

source: CANT_LOAD_SKIN
ru: Не удалось загрузить выбранный скин, перепроверьте и перенастройте USM.
uk: Не вдалося завантажити обраний скін, перевірте і налаштуйте USM наново.

source: INCOMPLETE_SKIN
ru: Выбранный скин неполный, проверьте установку.
uk: Обраний скін є неповним, перевірте вашу інсталяцію.

source: BROKEN_SKIN_IDLE
ru: Выбранный скин может быть повреждён: 'idle' неполный.
uk: Обраний скін може бути пошкодженим: 'idle' неповний.

source: BROKEN_SKIN_DRAGGED
ru: Выбранный скин может быть повреждён: 'dragged' неполный.
uk: Обраний скін може бути пошкодженим: 'dragged' неповний.

source: BROKEN_SKIN_WALKING
ru: Выбранный скин может быть повреждён: 'walking' неполный.
uk: Обраний скін може бути пошкодженим: 'walking' неповний.

source: BROKEN_SKIN_RUNNING
ru: Выбранный скин может быть повреждён: 'running' неполный.
uk: Обраний скін може бути пошкодженим: 'running' неповний.
